//index.js
//获取应用实例
const app = getApp()
Page({
  data: {
      logo_image:`../../common/img/${app.globalData.logo}`,
      appName:'随我个性珠宝',
      logo:'login/logo.png',
      version:'1.0.3',
      companyName:'梦工场珠宝企业管理有限公司',
      describe1:'梦工场珠宝工业 4.0“科技赋能平台”，致力于连接珠宝产业上游制造与终端零售，以C2M 的模式，满足消费者个性化的珠宝需求，积极拓展跨界明星 IP 管理与行业转换、物联网、大数据、人脸识别、人工智能等创新技术在珠宝行业的推广应用。\n',
      describe2:'同时，梦工场作为芭莎公益星设计全国金店渠道独家推广合作伙伴，和全国各地的推广合作伙伴们一道助力，让“芭莎公益星设计”成为珠宝店独特的“品牌伴侣”，将时尚公益、明星创意、珠宝设计，以珠宝智慧门店的场景体验方式植入珠宝店，通过对明星的时尚创意及公益活动宣传推广，号召更多的人参与到时尚公益事业中来。'
  }
})
